function Hero__card3() {
    return (
        <div>
            <h1>Розовые люди</h1>
            <div className="hero__group_btns">
                <button className="btn1">Подруги</button>
                <button className="btn2">ловкость</button>
                <button className="btn3">скала</button>
                <button className="btn4">орел</button>
            </div>
<p className="hero__text">
В одном стойбище жили две подруги. Они всегда соревновались друг с другом в ловкости, быстроте силе.
Как юноши, упражнялись они с копьем, мечом в стрельбе из лука.
Упражняться они уходили в тундру, и все же реже и реже приходили в стойбище.
Однажды, когда девушки в горах соревновались, кто  быстрее заберется на вершину горы с тяжелым камнем  на плечах, они увидели на вершине скалы  орлиное гнездо. Они решили  взобраться по скале к гнезду.
Орел, защищая свое гнездо, начал парить над ними. Одна из девушек подстрелила орла из лука. Орел упал к подножию горы.

</p>

<div className="hero__game">
    
</div>
        </div>
    )
}

export default Hero__card3
