function Hero__card2() {
    return (
        <div>
            <h1>Розовые люди</h1>
            <div className="hero__group_btns">
                <button className="btn1">Человек</button>
                <button className="btn2">семья</button>
                <button className="btn3">стойбище</button>
                <button className="btn4">дети</button>
            </div>
<p className="hero__text">
Давно это было. Жил оленный человек  - чаучу.
У него были  престарелые родители, жена и двое детей. 
Но однажды от непонятного мора у него пало все стадо. 
Не осталось ни одного оленя.
Чтобы прокормить свою семью, молодой  оленевод решил 
пойти на поиск диких оленей.
Долго бродил он по тундре и,  совсем  отчаявшись, сел у  берега
 речушки  на склоне холма.
Солнце  клонилось к закату. Туман, поднявшийся от речушки и близлежащих гор, окрасился в розовый цвет. 
“Я никогда не найду диких оленей  и не смогу  спасти  от голода свою семью. Зачем продолжать бессмысленные поиски? Я устал. Стоит ли возвращаться в своё стойбище, чтобы видеть как они умирают от голода?”
Вскоре туман рассеялся, и он увидел стойбище. Он подошел к ярангам, откуда к нему  вышли люди. 
Молодой оленевод удивился, что  и яранги, и одежда на обитателях  странного стойбища были розового цвета. Все люди стойбища были молоды, беззаботны  и красивы. Ни детей, ни стариков среди них он не увидел.

</p>

<div className="hero__game">
    
</div>
        </div>
    )
}

export default Hero__card2
